Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Please note: The data of cryptocurrencies, daily gold prices and stock indices support setting the update frequency; while the foreign exchange rate data comes from the European Central Bank, which is non-real-time information and the update frequency cannot be adjusted.
ar: يرجى ملاحظة: يمكن تحديث بيانات العملات المشفرة وأسعار الذهب اليومية ومؤشرات الأسهم بتردد محدد؛ ومع ذلك، تأتي بيانات سعر الصرف الأجنبي من البنك المركزي الأوروبي وليست معلومات في الوقت الفعلي، لذلك لا يمكن تعديل تردد التحديث.
ca: Nota: les dades de criptomonedes, preus diaris de l'or i índexs borsaris es poden actualitzar amb una freqüència determinada; tanmateix, les dades del tipus de canvi provenen del Banc Central Europeu i no són informació en temps real, per la qual cosa la freqüència d'actualització no es pot ajustar.
cs: Upozornění: Údaje o kryptoměnách, denních cenách zlata a akciových indexech lze aktualizovat s nastavenou frekvencí; údaje o směnných kurzech však pocházejí z Evropské centrální banky a nejedná se o informace v reálném čase, takže frekvenci aktualizací nelze upravit.
da: Bemærk: Data om kryptovaluta, daglige guldpriser og aktieindeks kan opdateres med en bestemt hyppighed. Valutakursdata kommer dog fra Den Europæiske Centralbank og er ikke realtidsinformation, så opdateringsfrekvensen kan ikke justeres.
de: Bitte beachten Sie: Daten zu Kryptowährungen, täglichen Goldpreisen und Aktienindizes können in einer festgelegten Häufigkeit aktualisiert werden. Die Daten zu Wechselkursen stammen jedoch von der Europäischen Zentralbank und stellen keine Echtzeitinformationen dar. Daher kann die Aktualisierungshäufigkeit nicht angepasst werden.
el: Σημείωση: Τα δεδομένα για τα κρυπτονομίσματα, τις ημερήσιες τιμές του χρυσού και τους δείκτες μετοχών μπορούν να ενημερώνονται με καθορισμένη συχνότητα. Ωστόσο, τα δεδομένα για τις συναλλαγματικές ισοτιμίες προέρχονται από την Ευρωπαϊκή Κεντρική Τράπεζα και δεν αποτελούν πληροφορίες σε πραγματικό χρόνο, επομένως η συχνότητα ενημέρωσης δεν μπορεί να προσαρμοστεί.
es: Tenga en cuenta: los datos de criptomonedas, precios diarios del oro e índices bursátiles se pueden actualizar con una frecuencia establecida; sin embargo, los datos del tipo de cambio provienen del Banco Central Europeo y no son información en tiempo real, por lo que la frecuencia de actualización no se puede ajustar.
fi: Huomaa: Kryptovaluuttojen, päivittäisten kullan hintojen ja osakeindeksien tietoja voidaan päivittää tietyin väliajoin; valuuttakurssitiedot tulevat kuitenkin Euroopan keskuspankilta eivätkä ole reaaliaikaista tietoa, joten päivitystiheyttä ei voida säätää.
fr: Veuillez noter : les données sur les crypto-monnaies, les prix quotidiens de l'or et les indices boursiers peuvent être mises à jour à une fréquence définie ; cependant, les données sur les taux de change proviennent de la Banque centrale européenne et ne sont pas des informations en temps réel, de sorte que la fréquence de mise à jour ne peut pas être ajustée.
he: שימו לב: נתוני מטבעות קריפטוגרפיים, מחירי זהב יומיים ומדדי מניות ניתנים לעדכון בתדירות קבועה; עם זאת, נתוני שער החליפין מגיעים מהבנק המרכזי האירופי ואינם מידע בזמן אמת, כך שלא ניתן להתאים את תדירות העדכון.
hi: कृपया ध्यान दें: क्रिप्टोकरेंसी, दैनिक सोने की कीमतें और स्टॉक सूचकांक डेटा को एक निर्धारित आवृत्ति पर अपडेट किया जा सकता है; हालांकि, विदेशी विनिमय दर डेटा यूरोपीय सेंट्रल बैंक से आता है और यह वास्तविक समय की जानकारी नहीं है, इसलिए अपडेट आवृत्ति को समायोजित नहीं किया जा सकता है।
hr: Napomena: Podaci o kriptovalutama, dnevnim cijenama zlata i burzovnim indeksima mogu se ažurirati prema određenoj učestalosti; međutim, podaci o tečaju dolaze od Europske središnje banke i nisu podaci u stvarnom vremenu, tako da se učestalost ažuriranja ne može prilagoditi.
hu: Megjegyzés: A kriptovaluta-, napi aranyár- és részvényindex-adatok meghatározott gyakorisággal frissíthetők; azonban a devizaárfolyam-adatok az Európai Központi Banktól származnak, és nem valós idejű információk, így a frissítési gyakoriság nem módosítható.
id: Harap diperhatikan: Data mata uang kripto, harga emas harian, dan indeks saham dapat diperbarui pada frekuensi yang ditetapkan; namun, data nilai tukar mata uang asing berasal dari Bank Sentral Eropa dan bukan merupakan informasi waktu nyata, sehingga frekuensi pembaruan tidak dapat disesuaikan.
it: Nota: i dati sulle criptovalute, sui prezzi giornalieri dell'oro e sugli indici azionari possono essere aggiornati con una frequenza stabilita; tuttavia, i dati sui tassi di cambio provengono dalla Banca centrale europea e non sono informazioni in tempo reale, quindi la frequenza di aggiornamento non può essere modificata.
ja: 注意：暗号通貨、金価格、株価指数のデータは設定された頻度で更新できますが、外国為替レートのデータは欧州中央銀行から取得され、リアルタイムの情報ではないため、更新頻度を調整することはできません。
ko: 참고 사항: 암호화폐, 일일 금 가격 및 주가 지수 데이터는 설정된 빈도로 업데이트될 수 있습니다. 그러나 환율 데이터는 유럽 중앙 은행에서 제공되며 실시간 정보가 아니므로 업데이트 빈도를 조정할 수 없습니다.
ms: Sila ambil perhatian: Mata wang kripto, harga emas harian dan data indeks saham boleh dikemas kini pada kekerapan yang ditetapkan; walau bagaimanapun, data kadar pertukaran asing datang daripada Bank Pusat Eropah dan bukan maklumat masa nyata, jadi kekerapan kemas kini tidak boleh dilaraskan.
nb: Merk: Data om kryptovaluta, daglige gullpriser og aksjeindekser kan oppdateres med en bestemt frekvens. Valutakursdata kommer imidlertid fra Den europeiske sentralbanken og er ikke sanntidsinformasjon, så oppdateringsfrekvensen kan ikke justeres.
nl: Let op: Gegevens over cryptocurrency, dagelijkse goudprijzen en aandelenindexen kunnen met een vaste frequentie worden bijgewerkt. De wisselkoersgegevens zijn echter afkomstig van de Europese Centrale Bank en zijn geen realtime-informatie. De updatefrequentie kan daarom niet worden aangepast.
pl: Uwaga: dane dotyczące kryptowalut, dziennych cen złota i indeksów giełdowych mogą być aktualizowane z określoną częstotliwością. Należy jednak pamiętać, że dane dotyczące kursów walutowych pochodzą z Europejskiego Banku Centralnego i nie są informacjami w czasie rzeczywistym, dlatego nie ma możliwości zmiany częstotliwości aktualizacji.
pt_br: Nota: Os dados das criptomoedas, preço diário do ouro e índice bolsista permitem a definição da frequência de atualização; enquanto os dados da taxa de câmbio são fornecidos pelo Banco Central Europeu, que não é uma informação em tempo real e a frequência de atualização não pode ser ajustada.
ro: Atenție: Datele privind criptomonedele, prețurile zilnice ale aurului și indicii bursieri pot fi actualizate la o frecvență stabilită; cu toate acestea, datele privind cursul de schimb valutar provin de la Banca Centrală Europeană și nu reprezintă informații în timp real, deci frecvența de actualizare nu poate fi ajustată.
ru: Обратите внимание: данные о криптовалюте, ежедневных ценах на золото и фондовых индексах могут обновляться с заданной частотой; однако данные о валютных курсах поступают от Европейского центрального банка и не являются информацией в режиме реального времени, поэтому частоту обновления нельзя изменить.
sk: Upozornenie: Údaje o kryptomenách, denných cenách zlata a akciových indexoch je možné aktualizovať s nastavenou frekvenciou; údaje o kurzoch cudzích mien však pochádzajú z Európskej centrálnej banky a nepredstavujú informácie v reálnom čase, takže frekvenciu aktualizácií nie je možné upraviť.
sv: Observera: Kryptovaluta, dagliga guldpriser och aktieindexdata kan uppdateras med en viss frekvens. Växelkursdata kommer dock från Europeiska centralbanken och är inte realtidsinformation, så uppdateringsfrekvensen kan inte justeras.
th: โปรดทราบ: ข้อมูลสกุลเงินดิจิทัล ราคาทองคำรายวัน และดัชนีหุ้นอาจมีการอัปเดตได้ตามความถี่ที่กำหนด อย่างไรก็ตาม ข้อมูลอัตราแลกเปลี่ยนเงินตราต่างประเทศมาจากธนาคารกลางยุโรปและไม่ใช่ข้อมูลแบบเรียลไทม์ ดังนั้นจึงไม่สามารถปรับเปลี่ยนความถี่ในการอัปเดตได้
tr: Dikkat: Kripto para, günlük altın fiyatları ve borsa endeksleri verileri belirli bir sıklıkla güncellenebilir; ancak döviz kuru verileri Avrupa Merkez Bankası'ndan gelmektedir ve gerçek zamanlı bilgi değildir, bu nedenle güncelleme sıklığı ayarlanamamaktadır.
uk: Зверніть увагу: дані про криптовалюту, щоденні ціни на золото та фондові індекси можна оновлювати з певною частотою; проте дані про обмінні курси надходять від Європейського центрального банку та не є інформацією в режимі реального часу, тому частоту оновлення не можна регулювати.
vi: Xin lưu ý: Dữ liệu về tiền điện tử, giá vàng hàng ngày và chỉ số chứng khoán có thể được cập nhật theo tần suất cố định; tuy nhiên, dữ liệu tỷ giá hối đoái đến từ Ngân hàng Trung ương Châu Âu và không phải là thông tin theo thời gian thực, do đó không thể điều chỉnh tần suất cập nhật.
zh_hans: 请注意：加密货币、每日金价与股票指数的数据支持设定更新频率；而外汇汇率数据来源于欧洲中央银行，属于非实时信息，更新频率无法调整。
zh_hk: 請注意：加密貨幣、每日金價與股票指數的數據支持設定更新頻率；而外匯匯率數據來自歐洲中央銀行，屬於非實時信息，更新頻率無法調整。

source: Polish
ar: البولندية
ca: Polonès
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνικά
es: Polaco
fi: Puola
fr: Polonais
he: פולנית
hi: पोलिश
hr: Poljski
hu: Lengyel
id: Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
ms: Bahasa Poland
nb: Polsk
nl: Pools
pl: Polski
pt_br: Polonês
ro: Poloneză
ru: Польский
sk: Poľština
sv: Polska
th: ภาษาโปแลนด์
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan
zh_hans: 波兰语
zh_hk: 波蘭語

source: Portuguese
ar: البرتغالية
ca: Portuguès
cs: Portugalština
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fi: Portugali
fr: Portugais
he: פורטוגזית
hi: पुर्तगाली
hr: Portugalski
hu: Portugál
id: Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
ms: Bahasa Portugis
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt_br: Português
ro: Portugheză
ru: Португальский
sk: Portugalčina
sv: Portugisiska
th: ภาษาโปรตุเกส
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hk: 葡萄牙語

source: Previous day's closing price
ar: سعر إغلاق اليوم السابق
ca: Preu de tancament del dia anterior
cs: Závěrečná cena z předchozího dne
da: Foregående dags slutkurs
de: Schlusskurs des Vortages
el: Τιμή κλεισίματος προηγούμενης ημέρας
es: Precio de cierre del día anterior
fi: Edellisen päivän päätöskurssi
fr: Cours de clôture de la veille
he: מחיר הסגירה של היום הקודם
hi: पिछले दिन का समापन मूल्य
hr: Završna cijena prethodnog dana
hu: Előző napi záróár
id: Harga penutupan hari sebelumnya
it: Prezzo di chiusura del giorno precedente
ja: 前日の終値
ko: 전날 종가
ms: Harga penutupan hari sebelumnya
nb: Sluttkursen forrige dag
nl: Slotkoers van de vorige dag
pl: Cena zamknięcia z poprzedniego dnia
pt_br: Preço de fecho do dia anterior
ro: Prețul de închidere din ziua precedentă
ru: Цена закрытия предыдущего дня
sk: Záverečná cena z predchádzajúceho dňa
sv: Föregående dags slutkurs
th: ราคาปิดวันก่อนหน้า
tr: Önceki günün kapanış fiyatı
uk: Ціна закриття попереднього дня
vi: Giá đóng cửa ngày hôm trước
zh_hans: 前日收盘价
zh_hk: 前日收盤價

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hk: 隱私政策

source: Privacy Statement
ar: بيان الخصوصية
ca: Declaració de privacitat
cs: Prohlášení o ochraně soukromí
da: Privatlivserklæring
de: Datenschutzerklärung
el: Δήλωση απορρήτου
es: Declaración de privacidad
fi: Tietosuojalausunto
fr: Déclaration de confidentialité
he: הצהרת פרטיות
hi: गोपनीयता कथन
hr: Izjava o privatnosti
hu: Adatvédelmi nyilatkozat
id: Pernyataan Privasi
it: Informativa sulla privacy
ja: プライバシー声明
ko: 개인정보 보호 성명서
ms: Kenyataan Privasi
nb: Personvernerklæring
nl: Privacyverklaring
pl: Oświadczenie o ochronie prywatności
pt_br: Declaração de Privacidade
ro: Declarație de confidențialitate
ru: Заявление о конфиденциальности
sk: Vyhlásenie o ochrane osobných údajov
sv: Integritetsmeddelande
th: คำชี้แจงความเป็นส่วนตัว
tr: Gizlilik Bildirimi
uk: Заява про конфіденційність
vi: Tuyên bố về quyền riêng tư
zh_hans: 隐私声明
zh_hk: 隱私聲明

source: Profit
ar: الربح
ca: Benefici
cs: Zisk
da: Overskud
de: Gewinn
el: Κέρδος
es: Ganancia
fi: Voitto
he: רווח
hi: लाभ
hr: Dobit
hu: Nyereség
id: Keuntungan
it: Profitto
ja: 利益
ko: 이익
ms: Keuntungan
nb: Fortjeneste
nl: Winst
pl: Zysk
pt_br: Lucro
ru: Прибыль
sk: Zisk
sv: Vinst
th: กำไร
tr: Kar
uk: Прибуток
vi: Lợi nhuận
zh_hans: 收益
zh_hk: 利潤

source: Reserve amount
ar: مبلغ الاحتياطي
ca: Quantitat de reserva
cs: Rezervní částka
da: Reservebeløb
de: Reservemenge
el: Ποσό αποθεματικού
es: Cantidad de reserva
fi: Varasumma
fr: Montant des réserves
he: סכום רזרבה
hi: आरक्षित राशि
hr: Iznos rezerve
hu: Tartalékmennyiség
id: Jumlah cadangan
it: Importo della riserva
ja: 準備金額
ko: 준비금 액수
ms: Jumlah rizab
nb: Reservemengde
nl: Reserveringsbedrag
pl: Kwota rezerwowa
pt_br: Quantidade de reserva
ro: Suma rezervelor
ru: Резервная сумма
sk: Rezervná suma
sv: Reserverad summa
th: จำนวนเงินสำรอง
tr: Rezerv miktarı
uk: Сума резерву
vi: Số tiền dự trữ
zh_hans: 储备金额
zh_hk: 儲備金額

source: Restore Purchases
ar: استعادة المشتريات
ca: Restaurar compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Ανάκτηση Αγορών
es: Restaurar Compras
fi: Palauta ostokset
fr: Restaurer les achats
he: שחזר רכישות
hi: खरीदारी पुनः प्राप्त करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Herstel aankopen
pl: Przywróć zakupy
pt_br: Restaurar compras
ro: Restaurare achiziții
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ Köp
th: คืนการซื้อ
tr: Satın alımları geri yükle
uk: Відновити покупки
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hk: 恢復購買

source: Romanian
ar: الرومانية
ca: Romanès
cs: Rumunština
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
es: Rumano
fi: Romania
fr: Roumain
he: רומנית
hi: रोमानियाई
hr: Rumunjski
hu: Román
id: Rumania
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
ms: Bahasa Romania
nb: Rumensk
nl: Roemeens
pl: Rumuński
pt_br: Romeno
ro: Română
ru: Румынский
sk: Rumunčina
sv: Rumänska
th: ภาษาโรมาเนีย
tr: Rumence
uk: Румунська
vi: Tiếng Romania
zh_hans: 罗马尼亚语
zh_hk: 羅馬尼亞語

# RON
source: Romanian Leu
ar: الليو الروماني
ca: Lei romanès
cs: Rumunský leu
da: Rumænsk leu
de: Rumänischer Leu
el: Ρουμανικό Λέου
es: Leu rumano
fr: Leu roumain
he: לאו רומני
hi: रोमानियाई लेउ
hr: Rumunjski lej
hu: Román leu
id: Leu Rumania
it: Leu rumeno
ja: ルーマニア・レウ
ko: 루마니아 레우
ms: Leu Romania
nb: Rumensk leu
nl: Roemeense leu
pl: Leu rumuński
pt_br: Leu romeno
ro: Leu românesc
ru: Румынский леу
sk: Rumunský leu
sv: Rumänsk leu
th: เลอูโรมาเนีย
tr: Romanya Leu’su
uk: Румунський леу
vi: Leu Romania
zh_hk: 羅馬尼亞列伊

source: Russian
ar: الروسية
ca: Rus
cs: Ruština
da: Russisk
de: Russisch
el: Ρωσικά
es: Ruso
fi: Venäjä
fr: Russe
he: רוסית
hi: रूसी
hr: Ruski
hu: Orosz
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
ms: Bahasa Rusia
nb: Russisk
nl: Russisch
pl: Rosyjski
pt_br: Russo
ro: Rusă
ru: Русский
sk: Ruština
sv: Ryska
th: ภาษาไทย
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh_hans: 俄语
zh_hk: 俄語

source: S&P 500
ar: مؤشر ستاندرد آند بورز 500
cs: Index S&P 500
hi: एस&पी 500
id: Indeks S&P 500
sk: Index S&P 500
th: เอสแอนด์พี 500
zh_hans: 标普 500
zh_hk: 標普500

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Shanghai
ar: بورصة شنغهاي
ca: Borsa de Xangai
cs: Šanghajská burza cenných papírů
da: Shanghai-børsen
de: Shanghaier Börse
el: Χρηματιστήριο της Σαγκάης
es: Bolsa de Valores de Shanghái
fi: Shanghain pörssi
fr: Bourse de Shanghai
he: בורסת שנגחאי
hi: शंघाई स्टॉक एक्सचेंज
hr: Šangajska burza
hu: Sanghaji Értéktőzsde
id: Bursa Efek Shanghai
it: Borsa di Shanghai
ja: 上海証券取引所
ko: 상하이 증권거래소
ms: Bursa Saham Shanghai
nb: Shanghai-børsen
nl: Beurs van Shanghai
pl: Giełda Papierów Wartościowych w Szanghaju
pt_br: Bolsa de Xangai
ro: Bursa de Valori din Shanghai
ru: Шанхайская фондовая биржа
sk: Šanghajská burza cenných papierov
sv: Shanghai-börsen
th: ตลาดหลักทรัพย์เซี่ยงไฮ้
tr: Şanghay Borsası
uk: Шанхайська фондова біржа
vi: Sàn giao dịch chứng khoán Thượng Hải
zh_hans: 上海证券交易所
zh_hk: 上海證券交易所

source: Shanghai Composite Index
ar: مؤشر شنغهاي المركب
ca: Índex compost de Xangai
cs: Šanghajský kompozitní index
el: Σύνθετος Δείκτης Σαγκάης
es: Índice Compuesto de Shanghái
fi: Shanghain komposiittiindeksi
fr: Indice composite de Shanghai
he: מדד שנגחאי המורכב
hi: शंघाई कम्पोजिट सूचकांक
hr: Šangajski kompozitni indeks
hu: Sanghaji kompozit index
id: Indeks Komposit Shanghai
it: Indice composito di Shanghai
ja: 上海総合指数
ko: 상하이 종합 지수
ms: Indeks Komposit Shanghai
pl: Indeks kompozytowy w Szanghaju
pt_br: Índice Composto de Xangai
ro: Indicele compozit Shanghai
ru: Шанхайский композитный индекс
sk: Šanghajský kompozitný index
th: ดัชนีเซี่ยงไฮ้คอมโพสิต
tr: Şanghay Bileşik Endeksi
uk: Шанхайський композитний індекс
vi: Chỉ số Shanghai Composite
zh_hans: 上证指数
zh_hk: 上證指數

source: Shenzhen
ar: بورصة شنتشن
ca: Borsa de Shenzhen
cs: Šen-čenská burza cenných papírů
da: Shenzhen-børsen
de: Shenzhen Stock Exchange
el: Χρηματιστήριο Σενζέν
es: Bolsa de Valores de Shenzhen
fi: Shenzhenin pörssi
fr: Bourse de Shenzhen
he: בורסת שנג'ן
hi: शेन्ज़ेन स्टॉक एक्सचेंज
hr: Shenzhenska burza
hu: Sencseni Értéktőzsde
id: Bursa Efek Shenzhen
it: Borsa di Shenzhen
ja: 深セン証券取引所
ko: 선전 증권거래소
ms: Bursa Saham Shenzhen
nb: Shenzhen-børsen
nl: Shenzhen Effectenbeurs
pl: Giełda Papierów Wartościowych w Shenzhen
pt_br: Bolsa de Shenzhen
ro: Bursa de Valori din Shenzhen
ru: Шэньчжэньская фондовая биржа
sk: Šen-čenská burza cenných papierov
sv: Shenzhen-börsen
th: ตลาดหลักทรัพย์เซินเจิ้น
tr: Shenzhen Borsası
uk: Шеньчженська фондова біржа
vi: Sàn giao dịch chứng khoán Thâm Quyến
zh_hans: 深圳证券交易所
zh_hk: 深圳證券交易所

source: Shenzhen Component Index
ar: مؤشر شنتشن المركب
ca: Índex de components de Shenzhen
cs: Index komponentů Shenzhenu
da: Shenzhen komponentindeks
de: Shenzhen-Komponentenindex
el: Δείκτης Στοιχείων Σενζέν
es: Índice de componentes de Shenzhen
fi: Shenzhenin komponenttiindeksi
fr: Indice des composants de Shenzhen
he: מדד רכיבי שנזן
hi: शेन्ज़ेन घटक सूचकांक
hr: Indeks komponenti Shenzhena
hu: Shenzheni alkatrészindex
id: Indeks Komponen Shenzhen
it: Indice dei componenti di Shenzhen
ja: 深セン構成指数
ko: 선전 구성 요소 지수
ms: Indeks Komponen Shenzhen
nb: Shenzhen komponentindeks
pl: Indeks komponentów Shenzhen
pt_br: Índice de Componentes de Shenzhen
ro: Indicele componentelor Shenzhen
ru: Индекс компонентов Шэньчжэня
sk: Index komponentov Shenzhen
sv: Shenzhen komponentindex
th: ดัชนีส่วนประกอบเซินเจิ้น
tr: Shenzhen Bileşen Endeksi
uk: Індекс компонентів Шеньчженя
vi: Chỉ số thành phần Thâm Quyến
zh_hans: 深证成指
zh_hk: 深證成指
